Repository: Fostonger/VIPER-Coffeeshops-SevenWindsTask
Catalog: SevenWinds/Login/Localizable.xcstrings
Source language: ru
Languages: en

# auth.confirmPassword
source: Повторите пароль
en: Confirm password

# auth.loginButton
source: Войти
en: Login

# auth.loginTitle
source: Вход
en: Login

# auth.openRegister
source: Еще нет аккаунта? Создайте новый!
en: Don't have an account yet? Create one!

# auth.password
source: Пароль
en: Password

# auth.registerButton
source: Регистрация
en: Register

# auth.registerTitle
source: Регистрация
en: Register

# mainPage.buyButton
source: Оплатить
en: Buy items

# mainPage.buyViewTitle
source: Ваш заказ
en: Your order

# mainPage.coffeeshopDistance.%lld
source: %lld м от вас
en: %lld meters from you

# mainPage.menuTitle
source: Меню
en: Menu

# mainPage.nearbyCoffeeTitle
source: Ближайшие кофейни
en: Nearby coffeeshops

# mainPage.onMapButton
source: На карте
en: Show on map

# mainPage.openBuyViewButton
source: Перейти к оплате
en: Go to payment

# mainPage.price.%lld
source: %lld руб
en: %lld rub

# mainPage.waitTime.%lld
source: Время ожидания заказа %lld минут! Спасибо, что выбрали нас!
en: Your order will be done in %lld minutes! Thank you for choosing us!
